Repository: praszuk/josm-plbuildings-plugin
Catalog: src/main/po/*.po
Languages: pl

source: A {} value was detected in the tags. Are you sure you want to proceed with updating this object?
pl: Wykryto wartość {} w tagach. Czy na pewno chcesz kontynuować aktualizację tego obiektu?

source: Action required
pl: Wymagane działanie

source: Add
pl: Dodaj

source: Add new common value for the {0} key
pl: Dodaj nową częstą wartość dla klucza {0}

source: Add new server
pl: Dodaj nowy serwer

source: Add new value for {0} key
pl: Dodaj nową wartość dla klucza {0}

source: Added building geometry
pl: Dodano geometrię budynku

source: Are you sure to remove server {}?
pl: Czy na pewno chcesz usunąć serwer {}?

source: Autoremove source
pl: Auto usuwanie źródła

source: Below list contains values which can be automatically removed if will be found at building import in {0} key.
pl: Poniższa lista zawiera wartości, które mogą być automatycznie usunięte, jeśli zostaną znalezione podczas importowania budynku w kluczu {0}.

source: Building import confirmation
pl: Potwierdzenie importu budynku

source: Building import stats
pl: Statystyki importowania budynków

source: Building merging canceled!
pl: Anulowano scalanie budynków!

source: Building not found.
pl: Nie znaleziono budynku.

source: Buildings from different data sources are not overlapping enough ({0}).
pl: Budynki z różnych źródeł danych nie pokrywają się wystarczająco ({0}).

source: Cancel
pl: Anuluj

source: Canceled
pl: Anulowano

source: Cannot merge buildings! A building was wrongly replaced, and the data is broken!
pl: Nie można scalić budynków! Budynek został błędnie podmieniony i jego dane zostały popsute!

source: Cannot merge buildings! The old building might be part of ways or relations, or it is not entirely within the downloaded area.
pl: Nie można scalić budynków! Stary budynek może być częścią jakichś linii lub relacji, albo nie znajduje się całkowicie w pobranym obszarze.

source: Cannot merge buildings! Unknown error!
pl: Nie można scalić budynków! Nieznany błąd!

source: Cannot update building geometry without a selected building.
pl: Nie można zaktualizować geometrii budynku bez zaznaczonego budynku.

source: Cannot update building tags without a selected building.
pl: Nie można zaktualizować tagów budynku bez zaznaczonego budynku.

source: Combining data sources
pl: Złączanie źródeł danych

source: Common values of the {0} key:
pl: Częste wartości klucza {0}:

source: Connection error
pl: Błąd połączenia

source: Cursor outside the map view!
pl: Kursor poza widokiem mapy!

source: Data source is missing
pl: Brakuje źródła danych

source: Data source:
pl: Źródło danych:

source: Data sources
pl: Źródła danych

source: Do not show again (this session).
pl: Nie pokazuj ponownie (w tej sesji).

source: Do not show again (this session). You can change it permanently in the settings.
pl: Nie pokazuj ponownie (w tej sesji). Możesz to zmienić trwale w ustawieniach.

source: Done
pl: Gotowe

source: Download building
pl: Pobierz budynek

source: Downloading
pl: Pobieranie

source: Duplicated building geometry, without a selected building. Canceling!
pl: Powielona geometria budynku bez zaznaczonego budynku. Anulowanie!

source: Duplicated building geometry. Canceling!
pl: Powielona geometria budynku. Anulowanie!

source: Error adding new server. The name must be unique, and the URL must be valid!
pl: Błąd dodawania nowego serwera. Nazwa musi być unikalna oraz URL musi być poprawny!

source: Full
pl: Pełny

source: Geometry
pl: Geometria

source: Idle
pl: Bezczynny

source: Import cancelled due to rejection of confirmation of {} key window
pl: Import anulowany przez odrzucenie potwierdzenia okna klucza {}

source: Import error
pl: Błąd importowania

source: Import mode:
pl: Tryb importu:

source: Import status change
pl: Zmiana stanu importu

source: Import strategy
pl: Strategia importu

source: Import the building at the location pointed to by the cursor and/or replace/update the selected one.
pl: Importuj budynek w miejscu wskazanym przez kursor i/lub wymień/aktualizuj zaznaczony.

source: Imported a new building
pl: Zaimportowano nowy budynek

source: Imported building data does not overlapping enough
pl: Zaimportowane dane budynków nie pokrywają się wystarczająco

source: Imported building data does not overlapping enough. Canceling.
pl: Zaimportowane dane budynków nie pokrywają się wystarczająco. Anulowanie.

source: Imported building data does not overlapping enough. Used strategy
pl: Zaimportowane dane budynków nie pokrywają się wystarczająco. Użyto strategii

source: Imported building data outside the user's view.
pl: Zaimportowane dane budynku poza widokiem użytkownika.

source: Imports with building replace
pl: Importy z podmianą budynku

source: Imports with geometry update
pl: Importy z aktualizacją geometrii

source: Imports with tags update
pl: Importy z aktualizacją tagów

source: Incomplete data. Do you want to use only one data source to import building?
pl: Niepełne dane. Czy chcesz użyć tylko jednego źródła danych do importu budynku?

source: Incorrect import mode.
pl: Niepoprawny tryb importu.

source: Latest tags
pl: Ostatnie tagi

source: Lifecycle prefix tags detected
pl: Wykryto tagi z prefiksem cyklu życia

source: Lifecycle prefixes have been detected in the resulting building: {0}. Please verify that this is correct and update the data if necessary.
pl: W wynikowym budynku wykryto prefiksy cyklu życia: {0}. Sprawdź, czy jest to poprawne i w razie potrzeby popraw dane.

source: Merge both
pl: Złącz oba

source: Merged both
pl: Złączono oba

source: New buildings
pl: Nowe budynki

source: No
pl: Nie

source: No data
pl: Brak danych

source: No data source profile selected!
pl: Nie wybrano profilu źródła danych!

source: No tags to change
pl: Brak tagów do zmiany

source: No update
pl: Brak aktualizacji

source: Notifications
pl: Powiadomienia

source: On data source missing:
pl: Przy brakującym źródle danych:

source: One data source is missing. Canceling.
pl: Brakuje jednego źródła danych. Anulowanie.

source: One data source is missing. Used
pl: Jednego źródła danych brakuje. Użyto

source: Open the {0} window
pl: Otwiera okno {0}

source: PlBuildings settings
pl: Ustawienia PlBuildings

source: PlBuildings window
pl: Okno PlBuildings

source: Profile
pl: Profil

source: Profiles
pl: Profile

source: Remove
pl: Usuń

source: Remove server
pl: Usuń serwer

source: Replaced building geometry
pl: Podmieniono geometrię budynku

source: Selected object contains unallowed keys:
pl: Zaznaczony obiekt zawiera niedozwolone klucze:

source: Selected object is not a closed line!
pl: Zaznaczony obiekt nie jest zamkniętą linią!

source: Server
pl: Serwer

source: Server URL:
pl: URL serwera:

source: Server name:
pl: Nazwa serwera:

source: Servers
pl: Serwery

source: Settings
pl: Ustawienia

source: Show building import stats
pl: Pokaż statystyki importowania budynków

source: Show settings
pl: Pokaż ustawienia

source: Tag conflict dialog canceled by user
pl: Okno konfliktu tagów anulowane przez użytkownika

source: Tags
pl: Tagi

source: Total import actions
pl: Łączna liczba importów

source: Uncommon tags
pl: Nietypowe tagi

source: Uncommon tags ({0}) has been detected. You can verify that are correct and add more details.
pl: Wykryto nietypowe tagi ({0}). Możesz zweryfikować, czy są poprawne i dodać więcej szczegółów.

source: Uncommon tags detected
pl: Wykryto nietypowe tagi

source: Uncommon tags:
pl: Nietypowe tagi:

source: Updated building geometry
pl: Zaktualizowano geometrię budynku

source: Updated building tags
pl: Zaktualizowano tagi budynku

source: Updated building tags and geometry
pl: Zaktualizowano tagi i geometrię budynku

source: Use
pl: Użyj

source: Use %s
pl: Użyj %s

source: Used {}
pl: Użyto %s

source: Values of the {0} key:
pl: Wartości klucza {0}:

source: Visible
pl: Widoczny

source: When a building is imported, an additional check is performed to ensure that the building does not contain uncommon tags. Common values for the {0} key that should not trigger the check mechanism can be added below.<br><br> Keep in mind that if an object contains a common value but also contains a key such as {1}, a dialog message will appear.
pl: Kiedy budynek jest importowany, wykonywane jest dodatkowe sprawdzenie, aby upewnić się, że budynek nie zawiera nietypowych tagów. Poniżej można dodać częste wartości dla klucza {0}, które nie powinny uruchamiać mechanizmu sprawdzania.<br><br>Pamiętaj, że jeśli obiekt zawiera częstą wartość, ale także zawiera tag taki jak {1}, pojawi się okienko z komunikatem.

source: Yes
pl: Tak

source: Import buildings from Polish public datasets.
pl: Importuj budynki z polskich publicznych zbiorów danych.

source: translator-credits
pl: NieWnen
